print("Здравствуйте, сейчас вы узнаете немного информации обо мне.") #Приветствие
myName = 'Кузнецова Ульяна,' #Моё имя
myAge = '16,' #Мой возраст
WhereILive = 'Чудово,' #Место жительсва
iStudy = 'Новгородский строительный колледж(НСК)' #Место учёбы
mySpecialty = 'Информационные системы по отраслям(ИСО)' #Моя специальность
print('Меня зовут', myName ,'я живу в городе', WhereILive ,'мне' , myAge , 'я учусь в',iStudy,'на профессию', mySpecialty,'мне осталось учится', ) # всё веше перечисленное
a = 3 #учится
b = 1 #отучился
c = a - b #осталось
print (c , 'года.') #Ответ
WhatIWant = 'Неочень культурно посидеть с друзьями.' #Желание
print('Мне хочется', WhatIWant)
WhatIDo = 'Игрой на пианина и чтением.' #Обомне
print('Я увлекаюсь',WhatIDo)
print('Спасибо за прочтение.') #Спасибо за внимание